---
kind: property
id: P:Autodesk.Revit.DB.Mechanical.Space.ActualSupplyAirflow
source: html/af11a09c-c150-a9fe-62a7-aa8df969d623.htm
---
# Autodesk.Revit.DB.Mechanical.Space.ActualSupplyAirflow Property

Get the Actual Supply Airflow of the Space.

## Syntax (C#)
```csharp
public double ActualSupplyAirflow { get; }
```

## Remarks
This property is used to get the Actual Supply Airflow (Unit: CFM) of the Space.